/* External Item Type Names. */

/* The key is the numeric value as defined in SecImportExport.h in Apple's Security framework.  Last updated for 10.4.10. */
/* The value is the constant corresponding to the given code. */

0 = "Unknown";
1 = "Private Key";
2 = "Public Key";
3 = "Session Key";
4 = "Certificate";
5 = "Aggregate";
